Repository: coteditor/CotEditor
Catalog: CotEditor/mul.lproj/Main.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, nl, pt, tr, zh_hans, zh_hant

# 679.title
source: Warnings
cs: Varování
de: Vorwarnungen
es: Avisos
fr: Avertissements
it: Avvisi
ja: 警告
nl: Waarschuwingen
pt: Avisos
tr: Uyarılar
zh_hans: 警告
zh_hant: 警告

# 681.title
source: Show Navigation Bar
cs: Zobrazit navigační panel
de: Navigationsleiste einblenden
es: Mostrar barra de navegación
fr: Afficher la barre de navigation
it: Mostra barra di navigazione
ja: ナビゲーションバーを表示
nl: Toon navigatiebalk
pt: Mostrar Barra de Navegação
tr: Dolaşım Çubuğunu Göster
zh_hans: 显示导航栏
zh_hant: 顯示導覽列

# 745.title
source: Antialias
cs: Antialiasing
de: Text glätten
es: Antialiasing
fr: Anticrénelage
ja: アンチエイリアス
pt: Antisserrilhado
tr: Harf Yumuşatma
zh_hans: 抗锯齿
zh_hant: 抗鋸齒

# 749.title
source: Show Page Guide
cs: Zobrazit boční vodítko stránky
de: Seitenhilfslinie einblenden
es: Mostrar guia página
fr: Afficher le guide de page
it: Mostra guida pagina
ja: ページガイドを表示
nl: Toon paginagids
pt: Mostrar Guia da Página
tr: Sayfa Kılavuzunu Göster
zh_hans: 显示页面指示
zh_hant: 顯示頁面指示

# 788.title
source: Show Invisibles
cs: Zobrazit neviditelné
de: Steuerzeichen einblenden
es: Mostrar caracteres invisibles
fr: Afficher les caractères invisibles
it: Mostra caratteri invisibili
ja: 不可視文字を表示
nl: Toon onzichtbaren
pt: Mostrar Invisíveis
tr: Görünmez Karakterleri Göster
zh_hans: 显示不可见元素
zh_hant: 顯示不可見元素

# 793.title
source: Split Editor
cs: Rozdělit editor
de: Editor teilen
es: Dividir Editor
fr: Diviser l’éditeur
it: Editor diviso
ja: エディタを分割
nl: Splits bewerker
pt: Editor Dividido
tr: Bölünmüş Düzenleyici
zh_hans: 分栏显示
zh_hant: 分欄顯示

# 794.title
source: Focus on Next Split Editor
cs: Fokus na další rozdělený editor
de: Auf vorherigen geteilten Editor fokussieren
es: Foco en siguiente editor dividido
fr: Focus sur la division d’éditeur suivante
it: Attiva il riquadro di editing successivo
ja: フォーカスを次の分割エディタへ
nl: Focus op volgende splitsbewerker
pt: Focar no Editor Dividido Seguinte
tr: Odak Bir Sonraki Bölünmüş Düzenleyicide
zh_hans: 焦点下一个分栏编辑器
zh_hant: 焦點下一個分欄編輯器

# 795.title
source: Focus on Previous Split Editor
cs: Fokus na předchozí rozdělený editor
de: Auf nächsten geteilten Editor fokussieren
es: Foco en anterior editor dividido
fr: Focus sur la division d’éditeur précédente
it: Attiva il riquadro di editing precedente
ja: フォーカスを前の分割エディタへ
nl: Focus op vorige splitsbewerker
pt: Focar no Editor Dividido Anterior
tr: Odak Bir Önceki Bölünmüş Düzenleyicide
zh_hans: 焦点前一个分栏编辑器
zh_hant: 焦點前一個分欄編輯器

# 796.title
source: Close Split Editor
cs: Zavřít rozdělený editor
de: Geteilten Editor schließen
es: Cerrar editor dividido
fr: Fermer l’éditeur divisé
it: Chiudi editor diviso
ja: 分割エディタを閉じる
nl: Sluit gesplitste bewerker
pt: Fechar Editor Dividido
tr: Bölünmüş Düzenleyiciyi Kapat
zh_hans: 关闭分栏显示
zh_hant: 關閉分欄顯示

# 822.title
source: Release Notes
cs: Poznámky k verzi
de: Versionshinweise
es: Notas de la versión
fr: Notes de version
it: Note di rilascio
ja: リリースノート
nl: Versienotities
pt: Notas da Versão
tr: Sürüm Notları
zh_hans: 发布说明
zh_hant: 版本附註

# AUq-CT-rPl.title
source: Surround Selection With
cs: Obklopit výběr
de: Auswahl umgeben mit
es: Rodear selección con
fr: Entourer la sélection avec
it: Circonda la selezione con
ja: 選択部分を囲む
nl: Omring selectie met
pt: Colocar Seleção entre
tr: Seçimi Şununla Sar
zh_hans: 将选择进行环绕
zh_hant: 將選擇進行環繞

# b36-nH-7po.title
source: Transformations
cs: Transformace
de: Transformationen
es: Transformaciones
it: Trasformazioni
ja: 変換
nl: Omzetting
pt: Maiúsculas/Minúsculas
tr: Dönüşümler
zh_hans: 转换
zh_hant: 轉換

# bjv-m0-tZq.title
source: Delete Duplicates
cs: Smazat duplicity
de: Doppelte löschen
es: Eliminar duplicados
fr: Supprimer les doublons
it: Elimina duplicati
ja: 重複を削除
nl: Verwijder kopieën
pt: Apagar Duplicatas
tr: Çoğaltılanları Sil
zh_hans: 删除重复
zh_hant: 刪除重複

# Bk3-xx-uft.title
source: Report Issue
cs: Nahlásit problém
de: Fehler berichten
es: Informe del problema
fr: Signaler un problème
it: Segnala un problema
ja: 不具合を報告
nl: Meld probleem
pt: Comunicar Problema
tr: Hata Bildir
zh_hans: 报告问题
zh_hant: 報告問題

# bnD-BP-sPi.title
source: Replace
cs: Nahradit
de: Ersetzen
es: Reemplazar
fr: Remplacer
it: Sostituisci
ja: 置換
nl: Vervang
pt: Substituir
tr: Değiştir
zh_hans: 替换
zh_hant: 取代

# BSD-be-CV9.title
source: Lines
cs: Řádky
de: Zeilen
es: Lineas
fr: Lignes
it: Righe
ja: 行
nl: Regels
pt: Linhas
tr: Satırlar
zh_hans: 行
zh_hant: 行

# bTd-nG-jjc.title
source: Vertical
cs: Svisle
de: Vertikal
fr: Verticale
it: Verticale
ja: 縦書き
nl: Verticaal
tr: Dikey
zh_hans: 竖排
zh_hant: 直書

# caZ-qh-5JE.title
source: Keep on Top
cs: Zachovat na vrchu
de: Oben behalten
es: Mantener en primer plano
fr: Gardar au premier plan
it: Mantieni in alto
ja: 常に一番上に表示
nl: Houd boven
pt: Manter em Primeiro Plano
tr: En Üstte Tut
zh_hans: 保留在顶部
zh_hant: 保持在最上方

# cIp-rb-QPk.title
source: Smart Dashes
cs: Inteligentní pomlčky
de: Intelligente Bindestriche
es: Guiones inteligentes
fr: Tirets intelligents
it: Trattini smart
ja: スマートダッシュ記号
nl: Slimme streepjes
pt: Hifens Inteligentes
tr: Akıllı Tireler
zh_hans: 智能破折号
zh_hant: 智慧型破折號

# clG-Ph-Iyz.title
source: Right to Left
cs: Zprava doleva
de: Von rechts nach links
es: Derecha a izquierda
fr: De droite à gauche
it: Da destra a sinistra
ja: 右から左
nl: Rechts naar links
pt: Da Direita para a Esquerda
tr: Sağdan Sola
zh_hans: 从右到左
zh_hant: 由右至左

# cTU-2P-7Tp.title
source: Brackets
cs: Hranaté závorky
de: Eckige Klammern
es: Corchetes
fr: Crochets
it: Parentesi quadre
ja: 角括弧
nl: Haakjes
pt: Colchetes
tr: Köşeli Ayraç
zh_hans: 方括号
zh_hant: 方括弧

# cTV-Rh-597.title
source: New Window
cs: Nové okno
de: Neues Fenster
es: Nueva ventana
fr: Nouvelle fenêtre
it: Nuova finestra
ja: 新規ウインドウ
nl: Nieuw venster
pt: Nova Janela
tr: Yeni Pencere
zh_hans: 新建窗口
zh_hant: 新增視窗

# Cwp-ys-LJc.title
source: Select Line
cs: Vybrat řádek
de: Zeile auswählen
es: Seleccionar línea
fr: Sélectionner la ligne
it: Seleziona riga
ja: 行を選択
nl: Selecteer regel
pt: Selecionar Linha
tr: Satır Seç
zh_hans: 选择行
zh_hant: 選擇行

# DCW-Ij-540.title
source: What’s New in CotEditor
cs: Co je nového v CotEditoru
de: Neue Funktionen in CotEditor
es: Novedades en CotEditor
fr: Nouveautés de CotEditor
it: Novità di CotEditor
ja: CotEditorの新機能
nl: Nieuw in CotEditor
pt: Novidades do CotEditor
tr: CotEditor’deki Yenilikler
zh_hans: CotEditor新功能
zh_hant: CotEditor的新功能

# djM-fI-MkN.title
source: Tab Width
cs: Šířka tabulátoru
de: Tabulatorbreite
es: Anchura del tabulador
fr: Largeur de tabulation
it: Larghezza Tab
ja: タブ幅
nl: Tabbreedte
pt: Largura da Tabulação
tr: Sekme Genişliği
zh_hans: 制表符宽度
zh_hant: 定位符號寬度

# dob-yj-jf3.title
source: Uncomment
cs: Zrušit komentář
de: Unkommentieren
es: Deshacer comentario
fr: Décommenter
it: De-commenta
ja: コメント解除
nl: Verwijder opmerking
pt: Remover Comentário
tr: Yorumu Kaldır
zh_hans: 取消注释
zh_hant: 取消註釋

# dVK-1s-xJq.title
source: Half-width to Full-width
cs: Half-width do Full-width
de: Halbbreiten zu Vollbreiten
es: Medio ancho a Ancho completo
fr: Pleine chasse vers Demi-chasse
it: Da mezza ampiezza a tutta ampiezza
ja: 全角にする
nl: Halve breedte naar volledige breedte
pt: Meia Largura para Largura Completa
tr: Yarım Genişlikten Tam Genişliğe
zh_hans: 半宽到全宽
zh_hant: 半形到全形

# dZy-7n-iCq.title
source: Insert Snippet
cs: Vložit fragment kódu
de: Snippet hinzufügen
es: Insertar fragmento
fr: Insérer un Snippet
it: Inserisci snippet
ja: スニペットを挿入
nl: Voeg knipsel in
pt: Inserir Fragmento
tr: Kırpıntı Ekle
zh_hans: 插入片段
zh_hant: 插入片段

# eIc-Sj-2mO.title
source: Go to Line…
cs: Přejít na řádek…
de: Gehe zu Zeile …
es: Ir a la línea…
fr: Aller à la ligne…
it: Vai a…
ja: 行に移動…
nl: Ga naar regel…
pt: Ir para a Linha…
tr: Satıra Git…
zh_hans: 跳转到行…
zh_hant: 跳轉到行⋯

# EOT-3u-f0a.title
source: Convert Indentation to Spaces
cs: Převést odsazení na mezery
de: Einzug in Leerzeichen konvertieren
es: Convertir sangria a espacios
fr: Convertir l’indentation en espaces
it: Converti il rientro in spazi
ja: インデントをスペースに変換
nl: Converteer inspringing in spaties
pt: Converter Recuos em Espaços
tr: Girintilemeyi Boşluklara Dönüştür
zh_hans: 将缩进转换为空格
zh_hant: 將縮排轉換為空格

# eP6-ss-sUG.title
source: Find…
cs: Hledat…
de: Suchen …
es: Buscar…
fr: Rechercher…
it: Cerca…
ja: 検索…
nl: Zoek…
pt: Buscar…
tr: Bul…
zh_hans: 查找…
zh_hant: 尋找⋯

# EYa-d3-sUR.title
source: Comment
cs: Komentář
de: Kommentar
es: Comentario
fr: Commentaire
it: Commento
ja: コメント
nl: Opmerking
pt: Comentário
tr: Yorum
zh_hans: 注释
zh_hant: 註釋

# F0I-F4-srF.title
source: Make Snake Case
cs: Převést na SnakeCase
de: Snakecase
es: Aplicar Snake Case
fr: Mettre en Snake Case
it: Usa notazione a serpente
ja: スネークケースにする
nl: Maak snake case
pt: Tudo em Snake Case
tr: Yılan Biçimi Yap
zh_hans: 转为蛇形式
zh_hant: 蛇形式

# F6P-7N-LSf.title
source: Inline Comment
cs: Řádkový komentář
de: Inline auskommentieren
es: Comentario en línea
fr: Commentaire de ligne
it: Inserisci commento
ja: インラインコメントアウト
nl: Inline-opmerking
pt: Comentário Incorporado
tr: İç Yorum
zh_hans: 行注释
zh_hant: 行註釋

# G3o-1h-GwR.title
source: Parentheses
cs: Kulaté závorky
de: Runden Klammern
es: Paréntesis
fr: Parenthèses
it: Parentesi
ja: 丸括弧
nl: Haakjes
pt: Parênteses
tr: Parantez
zh_hans: 圆括号
zh_hant: 圓括弧

# g34-YV-E6o.title
source: CotEditor Website
cs: Webové stránky CotEditoru
de: CotEditor-Webseite
es: Página web de CotEditor
fr: Site web de CotEditor
it: Sito Web di CotEditor
ja: CotEditor Webサイト
pt: Site do CotEditor
tr: CotEditor Web Sitesi
zh_hans: CotEditor网站
zh_hant: CotEditor網站

# gBe-fO-wVv.title
source: Speech
cs: Řeč
de: Sprachausgabe
es: Habla
fr: Parole
it: Voce
ja: スピーチ
nl: Spraak
pt: Fala
tr: Konuşma
zh_hans: 语音
zh_hant: 語音

# Gch-XD-tRl.title
source: Outline
cs: Osnova
de: Gliederung
es: Esquema
fr: Structure
ja: アウトライン
nl: Omtrek
pt: Plano
tr: Ana Hat
zh_hans: 大纲
zh_hant: 大綱

# gMO-5n-fiJ.title
source: Custom…
cs: Vlastní…
de: Konfigurieren …
es: Personalizar…
fr: Personnalisée…
it: Personalizzato…
ja: カスタム…
nl: Aangepast…
pt: Personalizar…
tr: Özel…
zh_hans: 自定义…
zh_hant: 自訂⋯

# gqI-2M-XIx.title
source: Show Substitutions
cs: Zobrazit záměny
de: Ersetzungen einblenden
es: Mostrar sustituciones
fr: Afficher les substitutions
it: Mostra sostituzioni
ja: 自動変換を表示
nl: Toon vervangingen
pt: Mostrar Substituições
tr: Değişimleri Göster
zh_hans: 显示替换
zh_hant: 顯示替代視窗

# GXo-ds-ygp.title
source: Transformations
cs: Transformace
de: Transformationen
es: Transformaciones
it: Trasformazioni
ja: 変換
nl: Omzetting
pt: Maiúsculas/Minúsculas
tr: Dönüşümler
zh_hans: 转换
zh_hant: 轉換

# hBJ-Ge-278.title
source: Trim Trailing Whitespace
cs: Oříznout koncové mezery
de: Leerzeichen am Zeilenende entfernen
es: Recortar espacios en blanco finales
fr: Supprimer les espaces aux extrémités (Trim)
it: Rimuovi gli spazi bianchi a fine riga
ja: 行末の空白を削除
nl: Trim witruimte
pt: Aparar Espaço em Branco à Direita
tr: Sondaki Boşlukları Sil
zh_hans: 移除行尾空白
zh_hant: 移除行尾空白

# HgR-ke-6gq.title
source: Find All
cs: Hledat vše
de: Alles suchen
es: Buscar todo
fr: Rechercher tout
it: Cerca tutto
ja: すべて検索
nl: Zoek alles
pt: Buscar Tudo
tr: Tümünü Bul
zh_hans: 全部查找
zh_hant: 尋找全部

# hIk-Nu-0X3.title
source: Check Document Now
cs: Zkontrolovat dokument
de: Dokument jetzt prüfen
es: Comprobar documento ahora
fr: Vérifier le document
it: Controlla il documento adesso
ja: 書類を今すぐチェック
nl: Controleer document nu
pt: Verificar o Documento Agora
tr: Belgeyi Şimdi Denetle
zh_hans: 立即检查文稿
zh_hant: 立即檢查文件

# hMS-qd-BCS.title
source: Replace Dashes
cs: Nahradit pomlčky
de: Bindestriche ersetzen
es: Reeplazar guiones
fr: Remplacer les tirets
it: Sostituisci trattini
ja: ダッシュ記号を置き換える
nl: Vervang streepjes
pt: Substituir Hifens
tr: Tireleri Değiştir
zh_hans: 替换破折号
zh_hant: 取代破折號

# hsG-8k-OKX.title
source: Use Spaces for Indentation
cs: Použít mezery pro odsazení
de: Leerzeichen für Einzug verwenden
fr: Utiliser des Espaces pour l’Indentation
it: Usa gli spazi per il rientro
ja: インデントにスペースを使用
nl: Gebruik spaties voor inspringing
pt: Use espaços para Indentação
tr: Girintileme için Boşluklar Kullan
zh_hans: 使用空格缩进
zh_hant: 以空格縮進

# hTx-ef-3T2.title
source: Use Selection for Find
cs: Použít výběr pro hledání
de: Auswahl für Suche übernehmen
es: Usar selección para buscar
fr: Utiliser la sélection pour Rechercher
it: Usa selezione per cercare
ja: 選択部分を検索に使用
nl: Gebruik selectie voor zoekactie
pt: Usar Seleção para Buscar
tr: Bul İçin Seçimi Kullan
zh_hans: 用所选内容查找
zh_hant: 使用所選範圍尋找

# hxr-2A-KYT.title
source: Writing Direction
cs: Směr psaní
de: Schreibrichtung
es: Sentido de la escritura
fr: Sens de l’écriture
it: Direzione scrittura
ja: 文章の方向
nl: Schriftrichting
pt: Direção da Escrita
tr: Yazım Yönü
zh_hans: 书写方向
zh_hant: 書寫方向

# HZ8-G2-f8d.title
source: Speech
cs: Řeč
de: Sprachausgabe
es: Habla
fr: Parole
it: Voce
ja: スピーチ
nl: Spraak
pt: Fala
tr: Konuşma
zh_hans: 语音
zh_hant: 語音

# I2p-KB-gxR.title
source: Show Inspector
cs: Zobrazit inspektora
de: Infofenster einblenden
es: Mostrar inspector
fr: Afficher l’inspecteur
it: Mostra Ispettore
ja: インスペクタを表示
nl: Toon infovenster
pt: Mostrar Inspetor
tr: Denetçiyi Göster
zh_hans: 显示检查器
zh_hant: 顯示檢閱器

# ICu-yD-nVi.title
source: Direction
cs: Směr
de: Richtung
es: Sentido
it: Direzione
ja: 方向
nl: Richting
pt: Direção
tr: Yön
zh_hans: 方向
zh_hant: 方向

# iHn-Ed-A8u.title
source: Create Issue Report
cs: Vytvořit hlášení o problému
de: Fehlerbericht erstellen
es: Crea informe de problemas
fr: Signaler un problème
it: Apri la segnalazione di un problema
ja: 不具合レポートを作成
nl: Maak probleemrapport
pt: Criar Relatório de Problema
tr: Hata Raporu Oluştur
zh_hans: 创建问题报告
zh_hant: 建立問題報告

# j3t-7l-xSy.title
source: Copy as Rich Text
cs: Kopírovat jako RTF
de: Als formatierten Text kopieren
es: Copiar como texto enriquecido
fr: Copier en tant que texte riche
it: Copia come testo formattato
ja: リッチテキストとしてコピー
nl: Kopieer als RTF-tekst
pt: Copiar como Texto com Formatação
tr: Zengin Metin Olarak Kopyala
zh_hans: 以多信息文本拷贝
zh_hant: 以帶格式文字複製

# J59-OR-kzC.title
source: Move Down
cs: Přesunout dolů
de: Nach unten verschieben
es: Mover abajo
fr: Déscendre
it: Sposta in basso
ja: 下へ移動
nl: Omloog
pt: Mover para Baixo
tr: Aşağı Taşı
zh_hans: 下移
zh_hant: 下移

# JAO-3o-fRo.title
source: Highlight All
cs: Zvýraznit vše
de: Alles markieren
es: Resaltar todo
fr: Tout surligner
it: Evidenzia tutto
ja: すべてハイライト
nl: Markeer alles
pt: Destacar Tudo
tr: Tümünü Vurgula
zh_hans: 全部高亮
zh_hant: 全部高亮

# jQ7-hG-AjA.title
source: Horizontal
cs: Vodorovně
fr: Horizontale
it: Orizzontale
ja: 横書き
nl: Horizontaal
tr: Yatay
zh_hans: 横排
zh_hant: 橫書

# Kb8-QD-tYZ.title
source: Lines
cs: Řádky
de: Zeilen
es: Líneas
fr: Lignes
it: Righe
ja: 行
nl: Regels
pt: Linhas
tr: Satırlar
zh_hans: 行
zh_hant: 行

# kGA-vM-cdL.title
source: Find
cs: Hledání
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
nl: Zoek
pt: Buscar
tr: Bul
zh_hans: 查找
zh_hant: 尋找

# kQ8-FM-Cgx.title
source: Correct Spelling Automatically
cs: Automaticky opravovat pravopis
de: Rechtschreibung automatisch korrigieren
es: Corrección ortográfica automática
fr: Corriger l’orthographe automatiquement
it: Correggi automaticamente ortografia
ja: スペルを自動的に修正
nl: Corrigeer spelling automatisch
pt: Corrigir Ortografia Automaticamente
tr: Yazım Hatalarını Otomatik Düzelt
zh_hans: 自动纠正拼写
zh_hant: 自動修正拼字

# KrV-3z-r5B.title
source: Replace and Find Next
cs: Nahradit a hledat další
de: Ersetzen und weitersuchen
es: Reemplazar y buscar siguiente
fr: Remplacer et rechercher le suivant
it: Sostituisci e trova successivo
ja: 置換して次を検索
nl: Vervang en zoek volgende
pt: Substituir e Buscar Seguinte
tr: Değiştir ve Sonrakini Bul
zh_hans: 替换并查找下一个
zh_hant: 取代並尋找下一個

# kwa-lu-0Fz.title
source: Use Selection for Replace
cs: Použít výběr pro nahrazení
de: Auswahl für Ersetzen übernehmen
es: Usar selección para reemplazar
fr: Utiliser la sélection pour Remplacer
it: Usa selezione per sostituzione
ja: 選択部分を置換に使用
nl: Gebruik selectie voor vervangen
pt: Usar Seleção para Substituir
tr: Değişim İçin Seçimi Kullan
zh_hans: 用所选内容替换
zh_hant: 使用所選範圍取代

# LC4-lg-eO0.title
source: Capitalize
cs: Velká počáteční písmena
de: Großschreiben
es: Mayúsculas iniciales
fr: 1re lettre majuscule
it: Iniziali maiuscole
ja: 語頭を大文字にする
nl: Zet om in beginhoofdletters
pt: Letras Iniciais em Maiúsculas
tr: Baş Harfleri Büyük Yap
zh_hans: 首字母大写
zh_hant: 首字母大寫

# LLy-Yx-tXI.title
source: Toggle Comment
cs: Přepnout komentář
de: Aus-/Unkommentieren
es: Cambiar comentario
fr: Activer/désactiver le commentaire
it: Attiva commento
ja: コメント状態を変更
nl: Schake opmerking
pt: Ativar/Desativar Comentário
tr: Yorum Yapmayı Aç/Kapat
zh_hans: 切换注释
zh_hant: 切換註釋

# lNH-Mh-pIE.title
source: Sort by Pattern…
cs: Seřadit podle vzoru…
de: Nach Muster sortieren …
es: Ordenar por patrón…
fr: Trier avec un pattern…
it: Ordina per motivo…
ja: 条件で並び替え…
nl: Sorteer op patroon…
pt: Ordenar por Padrão…
tr: Dizgiye Göre Sırala…
zh_hans: 按模式排序…
zh_hant: 按模式排序⋯

# M1N-Fg-Bo4.title
source: CotEditor Scripting Guide
cs: CotEditor - Průvodce skriptováním
de: CotEditor-Skripthandbuch
es: Guia de scripts en CotEditor
fr: Guide de scripts CotEditor
it: Manuale Scripting di CotEditor
ja: CotEditorスクリプトガイド
nl: CotEditor gids voor scripting
pt: Manual de Scripts do CotEditor
tr: CotEditor Betik Yazım Kılavuzu
zh_hans: CotEditor脚本手册
zh_hant: CotEditor指令碼手冊

# M8V-zi-g4l.title
source: Shuffle
cs: Náhodně
de: Zufällig wiedergeben
es: Orden aleatorio
fr: Mélanger
it: Mescola
ja: シャッフル
pt: Aleatório
tr: Karıştır
zh_hans: 随机排列
zh_hant: 亂序排序

# m48-5E-yia.title
source: Duplicate Line
cs: Duplikovat řádek
de: Zeile duplizieren
es: Duplicar línea
fr: Dupliquer les lignes
it: Duplica riga
ja: 行を複製
nl: Dubbele regel
pt: Duplicar Linha
tr: Satırı Çoğalt
zh_hans: 复制行
zh_hant: 複製行

# mEh-BD-ZlV.title
source: Writing Direction
cs: Směr psaní
de: Schreibrichtung
es: Sentido de la escritura
fr: Sens de l’écriture
it: Direzione scrittura
ja: 文章の方向
nl: Schriftrichting
pt: Direção da Escrita
tr: Yazım Yönü
zh_hans: 书写方向
zh_hant: 書寫方向

# MTm-Qg-WjY.title
source: Paste Exactly
cs: Vložit přesně
de: Exakt einsetzen
es: Pegar exactamente
fr: Coller exactement
it: Incolla esattamente
ja: 正確にペースト
nl: Plak exact
pt: Colar Exatamente
tr: Aynen Yapıştır
zh_hans: 精确粘贴
zh_hant: 精確貼上

# Nfx-qA-gK4.title
source: Font Type
cs: Typ písma
de: Schrifttyp
fr: Type de Police
it: Tipo Font
ja: フォントタイプ
nl: Type lettertype
pt: Tipo de Fonte
tr: Font Türü
zh_hans: 字体类型
zh_hant: 字型種類

# nlp-Gj-W9G.title
source: Make Camel Case
cs: Převést na CamelCase
de: Camelcase
es: Aplicar Camel Case
fr: Mettre en Camel Case
it: Usa notazione a cammello
ja: キャメルケースにする
nl: Maak CamelCase
pt: Tudo em Camel Case
tr: Deve Biçimi Yap
zh_hans: 转为小驼峰式
zh_hant: 小駝峰式

# NwE-Cf-L9F.title
source: Find Next
cs: Hledat další
de: Weitersuchen (vorwärts)
es: Buscar siguiente
fr: Rechercher le suivant
it: Cerca successivo
ja: 次を検索
nl: Zoek volgende
pt: Buscar Seguinte
tr: Sonrakini Bul
zh_hans: 查找下一个
zh_hant: 尋找下一個

# o7K-sI-KJA.title
source: Multiple Replace…
cs: Vícenásobné nahrazení…
de: Multipel ersetzen …
es: Reemplazo múltiple…
fr: Remplacements multiples…
it: Sostituzione multipla…
ja: 複数置換…
nl: Verplaats meerdere…
pt: Substituição Múltipla…
tr: Çoklu Değiştir…
zh_hans: 多重替换…
zh_hant: 多重取代⋯

# O8z-C9-ECD.title
source: Double Quotes
cs: Dvojité uvozovky
de: Doppelten Anführungszeichen
es: Comillas dobles
fr: Guillemets doubles
it: Virgolette doppie
ja: 二重引用符
nl: Dubbele aanhalingstekens
pt: Aspas Duplas
tr: Çift Tırnak
zh_hans: 双引号
zh_hant: 雙引號

# OLa-Mb-rXS.title
source: CotEditor Scripting Guide
cs: CotEditor - Průvodce skriptováním
de: CotEditor-Skripthandbuch
es: Guia de scripts en CotEditor
fr: Guide de scripts CotEditor
it: Manuale Scripting di CotEditor
ja: CotEditorスクリプトガイド
nl: CotEditor gids voor scripting
pt: Manual de Scripts do CotEditor
tr: CotEditor Betik Yazım Kılavuzu
zh_hans: CotEditor脚本手册
zh_hant: CotEditor指令碼手冊

# OmB-Ve-DEy.title
source: Edit Snippets…
cs: Upravit fragmenty kódů…
de: Snippets bearbeiten …
es: Editar fragmentos…
fr: Editer les Snippets…
it: Modifica ritagli…
ja: スニペットを編集…
nl: Bewerk knipsels…
pt: Editar Snippets…
tr: Kod Parçacıklarını Düzenle…
zh_hans: 编辑代码片段…
zh_hant: 編輯程式碼片段⋯

# OQl-Uo-yfn.title
source: Sort
cs: Seřadit
de: Sortieren
es: Ordenar
fr: Trier
it: Ordina
ja: 並び替え
nl: Sorteer
pt: Ordenar
tr: Sırala
zh_hans: 排序
zh_hant: 排序

# p4A-mE-Ve3.title
source: Jump to Selection
cs: Přejít na výběr
de: Auswahl anzeigen
es: Ir a la selección
fr: Aller à la sélection
it: Vai alla selezione
ja: 選択部分へジャンプ
nl: Ga naar selectie
pt: Saltar para Seleção
tr: Seçime Git
zh_hans: 跳到所选内容
zh_hant: 跳至所選範圍

# PmT-ho-UU7.title
source: Open Outline Menu
cs: Otevřít nabídku osnovy
de: Gliederungsmenü öffnen
es: Abrir menu del esquema
fr: Ouvrir le menu de structure
it: Apri il menu Outline
ja: アウトラインメニューを開く
nl: Open omtrekmenu
pt: Abrir Menu de Plano
tr: Ana Hat Menüsünü Aç
zh_hans: 打开大纲菜单
zh_hant: 開啟大綱選單

# PSn-PG-o9k.title
source: Text Replacement
cs: Nahrazovat text
de: Text ersetzen
es: Reemplazar texto
fr: Remplacement de texte
it: Sostituzione testo
ja: テキストを置換
nl: Tekstvervanging
pt: Substituição de Texto
tr: Metin Değişimi
zh_hans: 文本替换
zh_hant: 文字取代

# PWZ-Om-OhX.title
source: Select Next Outline Item
cs: Vybrat další položku osnovy
de: Nächstes Gliederungselement auswählen
es: Seleccionar siguiente elemento del esquema
fr: Sélectionner l’élément de structure précédent
it: Seleziona elemento Outline successivo
ja: 次のアウトライン項目を選択
nl: Selecteer volgende omtrekitem
pt: Selecionar Item Seguinte do Plano
tr: Sonraki Ana Hat Ögesini Seç
zh_hans: 选择下一个大纲项目
zh_hant: 選擇下一個大綱條目

# q32-Jm-eR3.title
source: Convert Indentation to Tabs
cs: Převést odsazení na tabulátory
de: Einzug in Tabulatoren konvertieren
es: Convertir sangria en tabulaciones
fr: Convertir l’indentation en tabulations
it: Converti il rientro in Tab
ja: インデントをタブに変換
nl: Converteer inspringing in tabs
pt: Converter Recuos em Tabulações
tr: Girintilemeyi Sekmelere Dönüştür
zh_hans: 将缩进转换为制表符
zh_hant: 將縮排轉換為定位符號

# Qa9-dA-CF1.title
source: Complete
cs: Doplnit
de: Vervollständigen
es: Completar
fr: Compléter
it: Completa
ja: 単語入力補完
nl: Vul aan
pt: Preencher
tr: Tamamla
zh_hans: 联想
zh_hant: 聯想

# QKD-ue-EQp.title
source: Smart Copy/Paste
cs: Inteligentní kopírování/vkládání
de: Intelligentes Kopieren/Einsetzen
es: Copiado/pegado inteligente
fr: Copier-coller intelligent
it: Copia/Incolla smart
ja: スマートコピー/ペースト
nl: Slim kopiëren/plakken
pt: Copiar/Colar Inteligente
tr: Akıllı Kopyala/Yapıştır
zh_hans: 智能拷贝/粘贴
zh_hant: 智慧型拷貝/貼上

# Qqu-pI-Xz6.title
source: Show Indent Guides
cs: Zobrazit vodítka odsazení
de: Einzugshilfslinien einblenden
es: Mostar guias de sangria
fr: Afficher les guides d’indentation
it: Mostra guide per l’indentazione
ja: インデントガイドを表示
nl: Toon inspringgidsen
pt: Mostrar Guias de Recuo
tr: Girintileme Kılavuzlarını Göster
zh_hans: 显示缩进指示
zh_hant: 顯示縮排指示

# qTb-gl-0V3.title
source: New Document
cs: Nový dokument
de: Neues Dokument
es: Nuevo documento
fr: Nouveau document
it: Nuovo documento
ja: 新規書類
nl: Nieuwe document
pt: Novo Documento
tr: Yeni Belge
zh_hans: 新建文稿
zh_hant: 新增文件

# qTY-rj-A3z.title
source: Standard
cs: Standardní
es: Estándar
ja: 標準
nl: Standaard
pt: Padrão
tr: Standart
zh_hans: 标准
zh_hant: 標準型

# rKZ-vK-0OH.title
source: Spelling
cs: Pravopis
de: Rechtschreibung und Grammatik
es: Ortografía
fr: Orthographe et grammaire
it: Grammatica e ortografia
ja: スペルと文法
pt: Ortografia
tr: Yazım Denetimi
zh_hans: 拼写
zh_hant: 拼字檢查

# RX2-gg-n33.title
source: Make Upper Case
cs: Převést na velká písmena
de: Großbuchstaben
es: Todo en mayúsculas
fr: Mettre en majuscules
it: Scrivi in lettere maiuscole
ja: 大文字にする
nl: Zet om in hoofdletters
pt: Tudo em Maiúsculas
tr: Büyük Harf Yap
zh_hans: 变为大写
zh_hant: 大寫

# sFn-3j-pY5.title
source: Delete Line
cs: Smazat řádek
de: Zeile löschen
es: Eliminar línea
fr: Supprimer les lignes
it: Elimina riga
ja: 行を削除
nl: Verwijder regel
pt: Apagar Linha
tr: Satır Sil
zh_hans: 删除行
zh_hant: 刪除行
